admin_menu = 🔧 Вы находитесь в админ-меню. Вот доступные команды:

    /channels - 📋 Посмотреть список каналов для публикации
    /channels_remove - ❌ Удалить канал из списка
    /channels_add - ➕ Добавить новый канал для публикаций
    /channels_time - ⏰ Настроить интервал публикаций для каналов
    
    /bot_enable - ✅ Включить все уведомления
    /bot_disable - 🚫 Отключить все уведомления
    /logs - Получить список действий бота.

channels_list_is_empty = 📭 Список каналов пока пуст.

enter_channel_message_to_add = 📲 Отправьте сообщение из нужного канала, чтобы добавить его в список.

enter_channel_message_to_remove = 🗑️ Отправьте сообщение из канала, чтобы удалить его из списка.

success_save_channel_to_database = 🎉 Канал успешно добавлен в список!

success_remove_channel_to_database = ✅ Канал успешно удален из списка.

channel_already_added = ⚠️ Этот канал уже добавлен в список.

channel_not_found = ❗ Канал не найден в списке.

enter_channel_message_to_update_time = 🕒 Отправьте сообщение из канала, чтобы обновить интервал публикаций.

enter_new_post_interval = ⏲️ Введите новый интервал (в часах) для публикации. Бот будет публиковать вакансии каждые N часов.

channel_post_interval_updated = ✅ Интервал публикаций успешно обновлен!

enable_bot_notifications = 🔔 Вы включили бота. Пользователи будут получать уведомления о новых вакансиях.

disable_bot_notifications = 🔕 Вы отключили уведомления бота. Пользователи больше не будут получать уведомления, но бот продолжит собирать вакансии с сайтов.

log_file_sent = Все действия бота зписаны в этом файле.
