welcome_message = <b>👋 Добро пожаловать в нашего бота для поиска вакансий в сфере креативных индустрий!</b>

    Здесь вы найдете свежие предложения работы для дизайнеров, художников, иллюстраторов и других специалистов.

    ✨ Как мы можем вам помочь? Вот список возможностей, нашего бота:

        — Поиск вакансии по ключевым словам или навыкам
        — Подписка на уведомления по определённым категориям

    🎨 Мы охватываем вакансии из Украины, стран СНГ (кроме России), Польши и Канады. Настройте фильтры и получайте предложения, которые вам подходят!

    Если вам нужно больше информации или помощи, просто напишите команду /help.

    Удачного поиска и вдохновляющих возможностей! 💼
