subscriptions_menu = 📑 Выберите категории вакансий, на которые хотите подписаться.
help_menu = Наш бот разработан с использованием удобных кнопок для быстрого и легкого доступа к функциям. Вот как это работает:

      ▫️ Меню и кнопки навигации — Просто нажимайте на нужные кнопки, чтобы найти вакансии, подписаться на уведомления или изменить настройки. Бот предложит вам возможные действия, так что не придется вводить что-то вручную.

      ▫️  Поиск вакансий — Вы можете настроить фильтры по ключевым словам, категории вакансий, чтобы получать только релевантные предложения. Для поиска нажмите на соответствующую кнопку и следуйте указаниям бота.

      ▫️  Подписки на уведомления — Настройте подписку по интересующим направлениям и будьте в курсе новых вакансий. Используйте кнопки, чтобы выбрать нужные категории или отключить уведомления.

    ⚙️ Просто следуйте подсказкам на экране, и бот проведет вас по всем шагам!

    Если у вас возникли вопросы, нажмите на /help еще раз или обратитесь к администратору.

enter_keyword = 🔍 Введите ключевые слова для поиска вакансий.

  Например: <code>дизайнер, иллюстратор, UI/UX</code>. 
  Текущий запрос: <code>{$keyword}</code>"

save_user_keyword = ✅ Ваш запрос успешно сохранён!

  Мы будем уведомлять вас о новых вакансиях, соответствующих вашему запросу.
  Ожидайте обновлений!
  
keyword_erased = ✅ Ключевой запрос очищен!

  🔍 Введите ключевые слова для поиска вакансий.
  Например: <code>дизайнер, иллюстратор, UI/UX</code>. 

